Repository: marcelrgberger/civo-cloud-manager
Catalog: CivoCloudManager/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
hi: कनेक्शन
id: Koneksi
it: Connessione
ja: 接続
ko: 연결
nl: Verbinding
pl: Połączenie
pt: Ligação
ru: Соединение
tr: Bağlantı
zh_hans: 连接

source: Container Network Interface
ar: واجهة شبكة الحاوية
hi: कंटेनर नेटवर्क इंटरफेस
id: Antarmuka Jaringan Kontainer
ja: コンテナネットワークインターフェース
ko: 컨테이너 네트워크 인터페이스
ru: Интерфейс сетевого контейнера
tr: Konteyner Ağ Arayüzü
zh_hans: 容器网络接口

source: Control plane IP address
ar: عنوان IP لطبقة التحكم
de: IP-Adresse der Control Plane
es: Dirección IP del plano de control
fr: Adresse IP du plan de contrôle
hi: कंट्रोल प्लेन IP पता
id: Alamat IP control plane
it: Indirizzo IP del control plane
ja: コントロールプレーンIPアドレス
ko: 컨트롤 플레인 IP 주소
nl: IP-adres van het control plane
pl: Adres IP control plane
pt: Endereço IP do control plane
ru: IP-адрес управляющей плоскости
tr: Kontrol düzlemi IP adresi
zh_hans: 控制平面 IP 地址

source: Copied — paste in Terminal (⌘V + Enter)
ar: تم النسخ — الصق في الطرفية (⌘V + Enter)
de: Kopiert — im Terminal einfügen (⌘V + Enter)
es: Copiado — pegar en Terminal (⌘V + Enter)
fr: Copié — collez dans le Terminal (⌘V + Entrée)
hi: कॉपी किया गया — टर्मिनल में पेस्ट करें (⌘V + Enter)
id: Disalin — tempel di Terminal (⌘V + Enter)
it: Copiato — incolla nel Terminale (⌘V + Invio)
ja: コピー済み — ターミナルで貼り付け（⌘V + Enter）
ko: 복사됨 — 터미널에 붙여넣기 (⌘V + Enter)
nl: Gekopieerd — plak in Terminal (⌘V + Enter)
pl: Skopiowano — wklej w Terminalu (⌘V + Enter)
pt: Copiado — cole no Terminal (⌘V + Enter)
ru: Скопировано — вставьте в Терминал (⌘V + Enter)
tr: Kopyalandı — Terminal'e yapıştırın (⌘V + Enter)
zh_hans: 已复制 — 在终端粘贴（⌘V + 回车）

source: Copy & Open Terminal
ar: نسخ وفتح الطرفية
de: Kopieren & Terminal öffnen
es: Copiar y abrir Terminal
fr: Copier et ouvrir le Terminal
hi: कॉपी करें और टर्मिनल खोलें
id: Salin & Buka Terminal
it: Copia e apri Terminale
ja: コピーしてターミナルを開く
ko: 복사 및 터미널 열기
nl: Kopiëren & Terminal openen
pl: Kopiuj i otwórz Terminal
pt: Copiar e abrir Terminal
ru: Скопировать и открыть Терминал
tr: Kopyala ve Terminali Aç
zh_hans: 复制并打开终端

source: Copy SSH command
ar: نسخ أمر SSH
de: SSH-Befehl kopieren
es: Copiar comando SSH
fr: Copier la commande SSH
hi: SSH कमांड कॉपी करें
id: Salin perintah SSH
it: Copia comando SSH
ja: SSHコマンドをコピー
ko: SSH 명령 복사
nl: SSH-opdracht kopiëren
pl: Kopiuj polecenie SSH
pt: Copiar comando SSH
ru: Скопировать SSH-команду
tr: SSH komutunu kopyala
zh_hans: 复制 SSH 命令

source: Copying Files to Vault
ar: جارٍ نسخ الملفات إلى المخزن
de: Dateien werden in den Tresor kopiert
es: Copiando archivos a la bóveda
fr: Copie des fichiers dans le coffre-fort
hi: Vault में फ़ाइलें कॉपी की जा रही हैं
id: Menyalin Berkas ke Vault
it: Copia dei file nella cassaforte
ja: ファイルをVaultにコピー中
ko: 파일을 Vault로 복사 중
nl: Bestanden worden naar de kluis gekopieerd
pl: Kopiowanie plików do sejfu
pt: Copiando arquivos para o cofre
ru: Копирование файлов в хранилище
tr: Dosyalar Vault'a kopyalanıyor
zh_hans: 正在将文件复制到保险库

source: Copyright
ar: حقوق النشر
de: Urheberrecht
es: Derechos de autor
fr: Droits d'auteur
hi: कॉपीराइट
id: Hak Cipta
it: Diritti d'autore
ja: 著作権
ko: 저작권
nl: Auteursrecht
pl: Prawa autorskie
pt: Direitos de autor
ru: Авторское право
tr: Telif Hakkı
zh_hans: 版权

source: Copyright © 2025–2026 DigitalFreedom Global LLC. All rights reserved.
ar: حقوق النشر © 2025–2026 DigitalFreedom Global LLC. جميع الحقوق محفوظة.
de: Copyright © 2025–2026 DigitalFreedom Global LLC. Alle Rechte vorbehalten.
es: Copyright © 2025–2026 DigitalFreedom Global LLC. Todos los derechos reservados.
fr: Copyright © 2025–2026 DigitalFreedom Global LLC. Tous droits réservés.
hi: कॉपीराइट © 2025–2026 DigitalFreedom Global LLC। सर्वाधिकार सुरक्षित।
id: Hak Cipta © 2025–2026 DigitalFreedom Global LLC. Seluruh hak cipta dilindungi undang-undang.
it: Copyright © 2025–2026 DigitalFreedom Global LLC. Tutti i diritti riservati.
ja: 著作権 © 2025–2026 DigitalFreedom Global LLC。 無断転載を禁じます。
ko: 저작권 © 2025–2026 DigitalFreedom Global LLC. 모든 권리 보유.
nl: Copyright © 2025–2026 DigitalFreedom Global LLC. Alle rechten voorbehouden.
pl: Copyright © 2025–2026 DigitalFreedom Global LLC. Wszelkie prawa zastrzeżone.
pt: Copyright © 2025–2026 DigitalFreedom Global LLC. Todos os direitos reservados.
ru: Авторское право © 2025–2026 DigitalFreedom Global LLC. Все права защищены.
tr: Telif Hakkı © 2025–2026 DigitalFreedom Global LLC. Tüm hakları saklıdır.
zh_hans: 版权 © 2025–2026 DigitalFreedom Global LLC。 保留所有权利。

source: Costs
ar: التكاليف
de: Kosten
es: Costos
fr: Coûts
hi: लागत
id: Biaya
it: Costi
ja: コスト
ko: 비용
nl: Kosten
pl: Koszty
pt: Custos
ru: Затраты
tr: Maliyetler
zh_hans: 费用

source: Costs estimated from hourly rates × usage hours.
ar: التكاليف مقدرة من الأسعار بالساعة × ساعات الاستخدام.
de: Kosten geschätzt aus Stundenpreisen × Nutzungsstunden.
es: Costos estimados a partir de tarifas por hora × horas de uso.
fr: Coûts estimés à partir des tarifs horaires × heures d'utilisation.
hi: लागत अनुमानित: प्रति घंटा दर × उपयोग घंटे।
id: Biaya diperkirakan dari tarif per jam × jam penggunaan.
it: Costi stimati da tariffe orarie × ore di utilizzo.
ja: コストは時間単価×利用時間から推定されます。
ko: 비용은 시간당 요금 × 사용 시간으로 산정됩니다.
nl: Kosten geschat op basis van uurtarieven × gebruiksuren.
pl: Koszty szacowane na podstawie stawek godzinowych × godzin użytkowania.
pt: Custos estimados a partir de tarifas horárias × horas de uso.
ru: Затраты рассчитаны исходя из почасовых ставок × часов использования.
tr: Maliyetler, saatlik ücretler × kullanım saatlerinden tahmin edilmiştir.
zh_hans: 费用根据每小时费率 × 使用小时数估算。

source: Could not load regions.
ar: تعذر تحميل المناطق.
de: Regionen konnten nicht geladen werden.
es: No se pudieron cargar las regiones.
fr: Impossible de charger les régions.
hi: क्षेत्र लोड नहीं हो सके।
id: Tidak dapat memuat wilayah.
it: Impossibile caricare le regioni.
ja: リージョンを読み込めませんでした。
ko: 리전을 불러올 수 없습니다.
nl: Regio’s konden niet worden geladen.
pl: Nie udało się załadować regionów.
pt: Não foi possível carregar as regiões.
ru: Не удалось загрузить регионы.
tr: Bölgeler yüklenemedi.
zh_hans: 无法加载区域。

source: CPU
ar: وحدة المعالجة المركزية

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएँ
id: Buat
it: Crea
ja: 作成
ko: 생성
nl: Aanmaken
pl: Utwórz
pt: Criar
ru: Создать
tr: Oluştur
zh_hans: 创建

source: Create Database
ar: إنشاء قاعدة بيانات
de: Datenbank erstellen
es: Crear base de datos
fr: Créer une base de données
hi: डेटाबेस बनाएं
id: Buat Basis Data
it: Crea database
ja: データベースを作成
ko: 데이터베이스 생성
nl: Database aanmaken
pl: Utwórz bazę danych
pt: Criar base de dados
ru: Создать базу данных
tr: Veritabanı Oluştur
zh_hans: 创建数据库

source: Create Domain
ar: إنشاء نطاق
de: Domain erstellen
es: Crear dominio
fr: Créer un domaine
hi: डोमेन बनाएं
id: Buat Domain
it: Crea dominio
ja: ドメインを作成
ko: 도메인 생성
nl: Domein aanmaken
pl: Utwórz domenę
pt: Criar domínio
ru: Создать домен
tr: Alan Adı Oluştur
zh_hans: 创建域名

source: Create Firewall
ar: إنشاء جدار حماية
de: Firewall erstellen
es: Crear firewall
fr: Créer un pare-feu
hi: फ़ायरवॉल बनाएं
id: Buat Firewall
it: Crea firewall
ja: ファイアウォールを作成
ko: 방화벽 생성
nl: Firewall aanmaken
pl: Utwórz firewall
pt: Criar firewall
ru: Создать брандмауэр
tr: Güvenlik Duvarı Oluştur
zh_hans: 创建防火墙

source: Create Instance
ar: إنشاء مثيل
de: Instanz erstellen
es: Crear instancia
fr: Créer une instance
hi: इंस्टेंस बनाएं
id: Buat Instance
it: Crea istanza
ja: インスタンスを作成
ko: 인스턴스 생성
nl: Instantie aanmaken
pl: Utwórz instancję
pt: Criar instância
ru: Создать экземпляр
tr: Sunucu Oluştur
zh_hans: 创建实例

source: Create Kubernetes Cluster
ar: إنشاء عنقود Kubernetes
de: Kubernetes-Cluster erstellen
es: Crear clúster Kubernetes
fr: Créer un cluster Kubernetes
hi: Kubernetes क्लस्टर बनाएं
id: Buat Klaster Kubernetes
it: Crea cluster Kubernetes
ja: Kubernetesクラスターを作成
ko: Kubernetes 클러스터 생성
nl: Kubernetes-cluster aanmaken
pl: Utwórz klaster Kubernetes
pt: Criar cluster Kubernetes
ru: Создать кластер Kubernetes
tr: Kubernetes Kümesi Oluştur
zh_hans: 创建 Kubernetes 集群

source: Create Network
ar: إنشاء شبكة
de: Netzwerk erstellen
es: Crear red
fr: Créer un réseau
hi: नेटवर्क बनाएं
id: Buat Jaringan
it: Crea rete
ja: ネットワークを作成
ko: 네트워크 생성
nl: Netwerk aanmaken
pl: Utwórz sieć
pt: Criar rede
ru: Создать сеть
tr: Ağ Oluştur
zh_hans: 创建网络

source: Create New
ar: إنشاء جديد
de: Neue erstellen
es: Crear nueva
fr: Créer nouveau
hi: नया बनाएं
id: Buat Baru
it: Crea nuova
ja: 新規作成
ko: 새로 만들기
nl: Nieuwe aanmaken
pl: Utwórz nowe
pt: Criar nova
ru: Создать новый
tr: Yeni Oluştur
zh_hans: 新建

source: Create new cluster
ar: إنشاء عنقود جديد
de: Neuen Cluster erstellen
es: Crear nuevo clúster
fr: Créer un nouveau cluster
hi: नया क्लस्टर बनाएं
id: Buat klaster baru
it: Crea nuovo cluster
ja: 新しいクラスターを作成
ko: 새 클러스터 만들기
nl: Nieuw cluster aanmaken
pl: Utwórz nowy klaster
pt: Criar novo cluster
ru: Создать новый кластер
tr: Yeni küme oluştur
zh_hans: 新建集群

source: Create New Credential
ar: إنشاء بيانات اعتماد جديدة
de: Neue Zugangsdaten erstellen
es: Crear nueva credencial
fr: Créer un nouvel identifiant
hi: नया क्रेडेंशियल बनाएं
id: Buat Kredensial Baru
it: Crea nuova credenziale
ja: 新しい認証情報を作成
ko: 새 자격 증명 만들기
nl: Nieuwe referentie aanmaken
pl: Utwórz nowe poświadczenie
pt: Criar nova credencial
ru: Создать новые учетные данные
tr: Yeni Kimlik Bilgisi Oluştur
zh_hans: 新建凭证

source: Create new database
ar: إنشاء قاعدة بيانات جديدة
de: Neue Datenbank erstellen
es: Crear nueva base de datos
fr: Créer une nouvelle base de données
hi: नया डेटाबेस बनाएं
id: Buat basis data baru
it: Crea nuovo database
ja: 新しいデータベースを作成
ko: 새 데이터베이스 만들기
nl: Nieuwe database aanmaken
pl: Utwórz nową bazę danych
pt: Criar nova base de dados
ru: Создать новую базу данных
tr: Yeni veritabanı oluştur
zh_hans: 新建数据库

source: Create new domain
ar: إنشاء نطاق جديد
de: Neue Domain erstellen
es: Crear nuevo dominio
fr: Créer un nouveau domaine
hi: नया डोमेन बनाएं
id: Buat domain baru
it: Crea nuovo dominio
ja: 新しいドメインを作成
ko: 새 도메인 만들기
nl: Nieuw domein aanmaken
pl: Utwórz nową domenę
pt: Criar novo domínio
ru: Создать новый домен
tr: Yeni alan adı oluştur
zh_hans: 新建域名

source: Create new firewall
ar: إنشاء جدار حماية جديد
de: Neue Firewall erstellen
es: Crear nuevo firewall
fr: Créer un nouveau pare-feu
hi: नया फ़ायरवॉल बनाएं
id: Buat firewall baru
it: Crea nuovo firewall
ja: 新しいファイアウォールを作成
ko: 새 방화벽 만들기
nl: Nieuwe firewall aanmaken
pl: Utwórz nową zaporę sieciową
pt: Criar novo firewall
ru: Создать новый брандмауэр
tr: Yeni güvenlik duvarı oluştur
zh_hans: 新建防火墙

source: Create new instance
ar: إنشاء مثيل جديد
de: Neue Instanz erstellen
es: Crear nueva instancia
fr: Créer une nouvelle instance
hi: नया इंस्टेंस बनाएं
id: Buat instance baru
it: Crea nuova istanza
ja: 新しいインスタンスを作成
ko: 새 인스턴스 만들기
nl: Nieuwe instantie aanmaken
pl: Utwórz nową instancję
pt: Criar nova instância
ru: Создать новый экземпляр
tr: Yeni sunucu oluştur
zh_hans: 新建实例

source: Create new network
ar: إنشاء شبكة جديدة
de: Neues Netzwerk erstellen
es: Crear nueva red
fr: Créer un nouveau réseau
hi: नया नेटवर्क बनाएं
id: Buat jaringan baru
it: Crea nuova rete
ja: 新しいネットワークを作成
ko: 새 네트워크 만들기
nl: Nieuw netwerk aanmaken
pl: Utwórz nową sieć
pt: Criar nova rede
ru: Создать новую сеть
tr: Yeni ağ oluştur
zh_hans: 新建网络

source: Create new object store
ar: إنشاء مخزن كائنات جديد
de: Neuen Objektspeicher erstellen
es: Crear nuevo almacén de objetos
fr: Créer un nouveau stockage d'objets
hi: नया ऑब्जेक्ट स्टोर बनाएं
id: Buat object store baru
it: Crea nuovo object store
ja: 新しいオブジェクトストアを作成
ko: 새 오브젝트 스토리지 만들기
nl: Nieuwe objectopslag aanmaken
pl: Utwórz nowy magazyn obiektów
pt: Criar novo armazenamento de objetos
ru: Создать новое объектное хранилище
tr: Yeni nesne deposu oluştur
zh_hans: 新建对象存储

source: Create new rule
ar: إنشاء قاعدة جديدة
de: Neue Regel erstellen
es: Crear nueva regla
fr: Créer une nouvelle règle
hi: नया नियम बनाएं
id: Buat aturan baru
it: Crea nuova regola
ja: 新しいルールを作成
ko: 새 규칙 만들기
nl: Nieuwe regel aanmaken
pl: Utwórz nową regułę
pt: Criar nova regra
ru: Создать новое правило
tr: Yeni kural oluştur
zh_hans: 新建规则

source: Create new SSH key
ar: إنشاء مفتاح SSH جديد
de: Neuen SSH-Schlüssel erstellen
es: Crear nueva clave SSH
fr: Créer une nouvelle clé SSH
hi: नई SSH कुंजी बनाएं
id: Buat kunci SSH baru
it: Crea nuova chiave SSH
ja: 新しいSSHキーを作成
ko: 새 SSH 키 만들기
nl: Nieuwe SSH-sleutel aanmaken
pl: Utwórz nowy klucz SSH
pt: Criar nova chave SSH
ru: Создать новый SSH-ключ
tr: Yeni SSH anahtarı oluştur
zh_hans: 新建 SSH 密钥

source: Create new volume
ar: إنشاء وحدة تخزين جديدة
de: Neues Volume erstellen
es: Crear nuevo volumen
fr: Créer un nouveau volume
hi: नया वॉल्यूम बनाएं
id: Buat volume baru
it: Crea nuovo volume
ja: 新しいボリュームを作成
ko: 새 볼륨 만들기
nl: Nieuw volume aanmaken
pl: Utwórz nowy wolumen
pt: Criar novo volume
ru: Создать новый том
tr: Yeni disk alanı oluştur
zh_hans: 新建卷

source: Create Object Store
ar: إنشاء مخزن كائنات
de: Object Store erstellen
es: Crear almacén de objetos
fr: Créer un Object Store
hi: ऑब्जेक्ट स्टोर बनाएं
id: Buat Object Store
it: Crea Object Store
ja: オブジェクトストアを作成
ko: 오브젝트 스토리지 생성
nl: Object Store aanmaken
pl: Utwórz Object Store
pt: Criar Object Store
ru: Создать объектное хранилище
tr: Nesne Deposu Oluştur
zh_hans: 创建对象存储

source: Create Record
ar: إنشاء سجل
de: Eintrag erstellen
es: Crear registro
fr: Créer un enregistrement
hi: रिकॉर्ड बनाएं
id: Buat Record
it: Crea record
ja: レコードを作成
ko: 레코드 생성
nl: Record aanmaken
pl: Utwórz rekord
pt: Criar registo
ru: Создать запись
tr: Kayıt Oluştur
zh_hans: 创建记录

source: Create Volume
ar: إنشاء وحدة تخزين
de: Volume erstellen
es: Crear volumen
fr: Créer un volume
hi: वॉल्यूम बनाएं
id: Buat Volume
it: Crea volume
ja: ボリュームを作成
ko: 볼륨 생성
nl: Volume aanmaken
pl: Utwórz wolumen
pt: Criar volume
ru: Создать том
tr: Disk Alanı Oluştur
zh_hans: 创建卷

source: Created: %@
ar: تاريخ الإنشاء: %@
de: Erstellt: %@
es: Creado: %@
fr: Créé : %@
hi: निर्मित: %@
id: Dibuat: %@
it: Creato: %@
ja: 作成日：%@
ko: 생성됨: %@
nl: Aangemaakt: %@
pl: Utworzono: %@
pt: Criado: %@
ru: Создано: %@
tr: Oluşturulma: %@
zh_hans: 创建时间：%@

source: Credential Name
ar: اسم بيانات الاعتماد
de: Name der Zugangsdaten
es: Nombre de la credencial
fr: Nom de l'identifiant
hi: क्रेडेंशियल नाम
id: Nama Kredensial
it: Nome della credenziale
ja: 認証情報名
ko: 자격 증명 이름
nl: Naam van de inloggegevens
pl: Nazwa danych uwierzytelniających
pt: Nome da credencial
ru: Имя учетных данных
tr: Kimlik Bilgisi Adı
zh_hans: 凭证名称

source: Credentials
ar: بيانات الاعتماد
de: Zugangsdaten
es: Credenciales
fr: Identifiants
hi: क्रेडेंशियल्स
id: Kredensial
it: Credenziali
ja: 認証情報
ko: 자격 증명
nl: Inloggegevens
pl: Dane uwierzytelniające
pt: Credenciais
ru: Учетные данные
tr: Kimlik Bilgileri
zh_hans: 凭证

source: Credentials:
ar: بيانات الاعتماد:
de: Anmeldedaten:
es: Credenciales:
fr: Identifiants :
hi: क्रेडेंशियल्स:
id: Kredensial:
it: Credenziali:
ja: 認証情報：
ko: 자격 증명:
nl: Inloggegevens:
pl: Poświadczenia:
pt: Credenciais:
ru: Учетные данные:
tr: Kimlik Bilgileri:
zh_hans: 凭证：

source: Credentials: %@
ar: بيانات الاعتماد: %@
de: Zugangsdaten: %@
es: Credenciales: %@
fr: Identifiants : %@
hi: क्रेडेंशियल्स: %@
id: Kredensial: %@
it: Credenziali: %@
ja: 認証情報：%@
ko: 자격 증명: %@
nl: Referenties: %@
pl: Poświadczenia: %@
pt: Credenciais: %@
ru: Учетные данные: %@
tr: Kimlik Bilgileri: %@
zh_hans: 凭证：%@

source: CRITICAL
ar: حرج
de: KRITISCH
es: CRÍTICO
fr: CRITIQUE
hi: गंभीर
id: KRITIS
it: CRITICO
ja: 重大
ko: 치명적
nl: KRITIEK
pl: KRYTYCZNY
pt: CRÍTICO
ru: КРИТИЧНО
tr: KRİTİK
zh_hans: 严重

source: CronJobs
ar: وظائف كرون
hi: क्रॉनजॉब्स
it: CronJob
tr: CronJob'lar
zh_hans: 定时任务

source: CronJobs (%lld)
ar: وظائف كرون (%lld)
hi: क्रॉनजॉब्स (%lld)
it: CronJob (%lld)
tr: CronJob'lar (%lld)
zh_hans: 定时任务（%lld）

source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuelle
hi: वर्तमान
id: Saat Ini
it: Corrente
ja: 現在
ko: 현재
nl: Huidig
pl: Bieżący
pt: Atual
ru: Текущий
tr: Mevcut
zh_hans: 当前

source: Current size
ar: الحجم الحالي
de: Aktuelle Größe
es: Tamaño actual
fr: Taille actuelle
hi: वर्तमान आकार
id: Ukuran saat ini
it: Dimensione attuale
ja: 現在のサイズ
ko: 현재 크기
nl: Huidige grootte
pl: Aktualny rozmiar
pt: Tamanho atual
ru: Текущий размер
tr: Mevcut boyut
zh_hans: 当前大小

source: DaemonSets
ar: مجموعات Daemon
hi: डेमनसेट्स
it: DaemonSet
tr: DaemonSet'ler
zh_hans: 守护进程集

source: DaemonSets (%lld)
ar: مجموعات Daemon (%lld)
hi: डेमनसेट्स (%lld)
it: DaemonSet (%lld)
tr: DaemonSet'ler (%lld)
zh_hans: 守护进程集（%lld）

source: Dashboard
ar: لوحة التحكم
es: Panel de control
fr: Tableau de bord
hi: डैशबोर्ड
id: Dasbor
it: Pannello di controllo
ja: ダッシュボード
ko: 대시보드
pl: Panel sterowania
pt: Painel de controlo
ru: Панель управления
tr: Kontrol Paneli
zh_hans: 仪表盘

source: Dashboard with quota overview
ar: لوحة تحكم مع نظرة عامة على الحصة
de: Dashboard mit Kontingentübersicht
es: Panel de control con resumen de cuota
fr: Tableau de bord avec aperçu des quotas
hi: कोटा अवलोकन के साथ डैशबोर्ड
id: Dasbor dengan ringkasan kuota
it: Pannello di controllo con panoramica delle quote
ja: クォータ概要付きダッシュボード
ko: 쿼터 개요가 포함된 대시보드
nl: Dashboard met quotumoverzicht
pl: Panel sterowania z przeglądem przydziałów
pt: Painel de controlo com visão geral da quota
ru: Панель управления с обзором квот
tr: Kota genel bakışlı kontrol paneli
zh_hans: 带配额概览的仪表盘

source: Database Details
ar: تفاصيل قاعدة البيانات
de: Datenbankdetails
es: Detalles de la base de datos
fr: Détails de la base de données
hi: डेटाबेस विवरण
id: Detail Basis Data
it: Dettagli del database
ja: データベース詳細
ko: 데이터베이스 세부정보
pl: Szczegóły bazy danych
pt: Detalhes da base de dados
ru: Детали базы данных
tr: Veritabanı Detayları
zh_hans: 数据库详情

source: Database management
ar: إدارة قواعد البيانات
de: Datenbankverwaltung
es: Gestión de bases de datos
fr: Gestion des bases de données
hi: डेटाबेस प्रबंधन
id: Manajemen basis data
it: Gestione database
ja: データベース管理
ko: 데이터베이스 관리
nl: Databasebeheer
pl: Zarządzanie bazami danych
pt: Gestão de bases de dados
ru: Управление базой данных
tr: Veritabanı yönetimi
zh_hans: 数据库管理

source: Databases
ar: قواعد البيانات
de: Datenbanken
es: Bases de datos
fr: Bases de données
hi: डेटाबेस
id: Basis Data
it: Database
ja: データベース
ko: 데이터베이스
pl: Bazy danych
pt: Bases de dados
ru: Базы данных
tr: Veritabanları
zh_hans: 数据库

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본값
nl: Standaard
pl: Domyślny
pt: Predefinido
ru: По умолчанию
tr: Varsayılan
zh_hans: 默认

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить
tr: Sil
zh_hans: 删除

source: Delete %@
ar: حذف %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
hi: %@ हटाएँ
id: Hapus %@
it: Elimina %@
ja: %@を削除
ko: %@ 삭제
nl: %@ verwijderen
pl: Usuń %@
pt: Eliminar %@
ru: Удалить %@
tr: %@ Sil
zh_hans: 删除%@

source: Delete All Available Volumes
ar: حذف جميع الأحجام المتاحة
de: Alle verfügbaren Volumes löschen
es: Eliminar todos los volúmenes disponibles
fr: Supprimer tous les volumes disponibles
hi: सभी उपलब्ध वॉल्यूम हटाएँ
id: Hapus Semua Volume Tersedia
it: Elimina tutti i volumi disponibili
ja: 利用可能なすべてのボリュームを削除
ko: 사용 가능한 모든 볼륨 삭제
nl: Alle beschikbare volumes verwijderen
pl: Usuń wszystkie dostępne wolumeny
pt: Eliminar todos os volumes disponíveis
ru: Удалить все доступные тома
tr: Mevcut Tüm Diskleri Sil
zh_hans: 删除所有可用卷

source: Delete all volumes with status 'available'
ar: حذف جميع الأحجام ذات الحالة 'متاح'
de: Alle Volumes mit dem Status 'verfügbar' löschen
es: Eliminar todos los volúmenes con estado 'disponible'
fr: Supprimer tous les volumes avec le statut « disponible »
hi: 'available' स्थिति वाले सभी वॉल्यूम हटाएँ
id: Hapus semua volume dengan status 'tersedia'
it: Elimina tutti i volumi con stato 'disponibile'
ja: ステータスが「available」のすべてのボリュームを削除
ko: '사용 가능' 상태의 모든 볼륨 삭제
nl: Alle volumes met status 'beschikbaar' verwijderen
pl: Usuń wszystkie wolumeny ze statusem 'dostępny'
pt: Eliminar todos os volumes com estado 'disponível'
ru: Удалить все тома со статусом «доступен»
tr: Durumu 'mevcut' olan tüm diskleri sil
zh_hans: 删除所有状态为“可用”的卷

source: Delete Permanently
ar: حذف نهائيًا
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
hi: स्थायी रूप से हटाएँ
id: Hapus Permanen
it: Elimina definitivamente
ja: 完全に削除
ko: 영구적으로 삭제
nl: Permanent verwijderen
pl: Usuń trwale
pt: Eliminar permanentemente
ru: Удалить безвозвратно
tr: Kalıcı Olarak Sil
zh_hans: 永久删除

source: Delete preset
ar: حذف الإعداد المسبق
de: Preset löschen
es: Eliminar preset
fr: Supprimer le preset
hi: प्रेसेट हटाएँ
id: Hapus preset
it: Elimina preset
ja: プリセットを削除
ko: 프리셋 삭제
nl: Preset verwijderen
pl: Usuń preset
pt: Excluir preset
ru: Удалить предустановку
tr: Hazır Ayarı Sil
zh_hans: 删除预设

source: Delete Record
ar: حذف السجل
de: Eintrag löschen
es: Eliminar registro
fr: Supprimer l’enregistrement
hi: रिकॉर्ड हटाएँ
id: Hapus Rekaman
it: Elimina record
ja: レコードを削除
ko: 레코드 삭제
nl: Record verwijderen
pl: Usuń rekord
pt: Eliminar registo
ru: Удалить запись
tr: Kaydı Sil
zh_hans: 删除记录

source: Delete this cluster
ar: حذف هذا العنقود
de: Diesen Cluster löschen
es: Eliminar este clúster
fr: Supprimer ce cluster
hi: इस क्लस्टर को हटाएँ
id: Hapus klaster ini
it: Elimina questo cluster
ja: このクラスターを削除
ko: 이 클러스터 삭제
nl: Dit cluster verwijderen
pl: Usuń ten klaster
pt: Eliminar este cluster
ru: Удалить этот кластер
tr: Bu küme silinsin
zh_hans: 删除此集群

source: Deleting Resources
ar: جارٍ حذف الموارد
de: Ressourcen löschen
es: Eliminación de recursos
fr: Suppression de ressources
hi: संसाधन हटाए जा रहे हैं
id: Menghapus Sumber Daya
it: Eliminazione risorse
ja: リソースを削除中
ko: 리소스 삭제 중
nl: Bronnen verwijderen
pl: Usuwanie zasobów
pt: Eliminar recursos
ru: Удаление ресурсов
tr: Kaynaklar Siliniyor
zh_hans: 正在删除资源

source: Deployments
ar: عمليات النشر
fr: Déploiements
hi: डिप्लॉयमेंट्स
id: Penerapan
it: Deployment
ja: デプロイメント
ko: 배포
pl: Wdrożenia
ru: Развертывания
tr: Dağıtımlar
zh_hans: 部署

source: Deployments (%lld)
ar: عمليات النشر (%lld)
fr: Déploiements (%lld)
hi: डिप्लॉयमेंट्स (%lld)
id: Penerapan (%lld)
it: Deployment (%lld)
ja: デプロイメント（%lld）
ko: 배포 (%lld)
pl: Deploymenty (%lld)
ru: Развертывания (%lld)
tr: Dağıtımlar (%lld)
zh_hans: 部署（%lld）

source: Detach volume before resizing
ar: افصل القرص قبل تغيير الحجم
de: Volume vor dem Ändern der Größe trennen
es: Desconecta el volumen antes de redimensionar
fr: Détachez le volume avant de le redimensionner
hi: आकार बदलने से पहले वॉल्यूम डिटैच करें
id: Lepaskan volume sebelum mengubah ukuran
it: Scollega il volume prima di ridimensionarlo
ja: リサイズ前にボリュームをデタッチしてください
ko: 크기 조정 전에 볼륨 분리
nl: Koppel het volume los voordat je het vergroot
pl: Odłącz wolumin przed zmianą rozmiaru
pt: Desconecte o volume antes de redimensionar
ru: Отключите том перед изменением размера
tr: Yeniden boyutlandırmadan önce diski ayırın
zh_hans: 调整大小前请先卸载卷

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
id: Detail
it: Dettagli
ja: 詳細
ko: 세부 정보
pl: Szczegóły
pt: Detalhes
ru: Подробности
tr: Ayrıntılar
zh_hans: 详情

source: Detecting IP...
ar: جارٍ اكتشاف عنوان IP...
de: IP wird ermittelt …
es: Detectando IP…
fr: Détection de l’IP…
hi: IP का पता लगाया जा रहा है...
id: Mendeteksi IP...
it: Rilevamento IP…
ja: IPを検出中...
ko: IP 감지 중...
nl: IP detecteren…
pl: Wykrywanie IP…
pt: Detetando IP…
ru: Определение IP...
tr: IP Tespit Ediliyor...
zh_hans: 正在检测IP...

source: Direction
ar: الاتجاه
de: Richtung
es: Dirección
hi: दिशा
id: Arah
it: Direzione
ja: 方向
ko: 방향
nl: Richting
pl: Kierunek
pt: Direção
ru: Направление
tr: Yön
zh_hans: 方向
